/*
Navicat MySQL Data Transfer

Source Server         : 用呗云借通APP日志
Source Server Version : 50723
Source Host           : localhost:3306
Source Database       : wenda

Target Server Type    : MYSQL
Target Server Version : 50723
File Encoding         : 65001

Date: 2019-03-18 16:55:06
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for community_answer
-- ----------------------------
DROP TABLE IF EXISTS `community_answer`;
CREATE TABLE `community_answer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `question_id` varchar(255) DEFAULT NULL,
  `answer` varchar(10000) DEFAULT NULL,
  `creator_id` varchar(255) DEFAULT NULL,
  `creator_name` varchar(255) DEFAULT NULL,
  `creator_avatar` varchar(255) DEFAULT NULL,
  `useful` int(255) DEFAULT NULL,
  `useless` int(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of community_answer
-- ----------------------------
INSERT INTO `community_answer` VALUES ('8', '5', '小米的互联网模式，决定了不能有库存，不能压货，重点是不能随便扩大或减少产能，\n\n订购和抢购的区别是从需求侧出发还是从供应侧出发。\n\n订购的本质是企业围着需求转，需要企业把精力投入到如何满足消费者需求，而且一旦涉及到调产能，开产线的事情，成本就上去了，价格就难以控制，一旦出现任何问题导致延期，后果嘛，你可以看看老罗的锤子一代是怎么死的。\n\n而抢购的本质在于从供给侧出发，先确定我能生产多少，或者说生产多少手性价比最高的（这个性价比是指生产多少台风险最小，陈本控制最好，比如开一条产线，刚好把高通给的芯片吃完，来两条，可能屏幕就不够了，或者后盖玻璃做不出来那么第二条线就亏了）\n\n所以，我们跟生产商谈好了，比如，一条线，一个月，50万台，这是性价比最高的生产方式。\n\n至于消费者这边，重点是，一定要让产量远小于需求，保证每一台都能卖出去，这样可以保证快速回本，然后进行下一轮抢购。\n\n所以抢购是互联网模式轻资产重营销的的必然结果，除非生产的成本已经均摊到足够低，低到可以支撑排产，库存，调配的一系列传统手段的成本。\n\n所以小米抢购不是故意耍猴，但是小米为了不崩盘，只能从生产者的角度出发，牺牲消费者的体验。', '32', '张信哲', null, '0', '0', null, null, 'normal');
INSERT INTO `community_answer` VALUES ('9', '5', '学我者生，似我者死。\n\n手机圈模仿苹果的时间太长，导致大伙普遍存在一种错觉——苹果能做的我也能做。\n\n不知道大家有没有在电脑上卸载过QQ，大多数软件被卸载的时候，总会给你卖个萌，表示很舍不得离开，或者给个链接，让你提交卸载的原因，给点建议什么的。但QQ只会问你一句，你确认要卸载？，然后……腾讯QQ已成功卸载，没有一句多余的废话。\n\nQQ：你爱用不用！\n\n苹果：你爱买不买！\n\n朋友你要退款吗？好的，劳烦你让个道，后面拿着钞票排队的人还多着呢。\n\n雷军是一个清醒的企业家，他也承认过和苹果有很大的差距并一直努力追赶。道阻且长，急不得。\n\n', '32', '张信哲', null, '0', '0', null, null, 'normal');

-- ----------------------------
-- Table structure for community_question
-- ----------------------------
DROP TABLE IF EXISTS `community_question`;
CREATE TABLE `community_question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(1000) DEFAULT NULL,
  `detail` varchar(10000) DEFAULT NULL,
  `creator_id` varchar(255) DEFAULT NULL,
  `creator_name` varchar(255) DEFAULT NULL,
  `creator_avatar` varchar(255) DEFAULT NULL,
  `useful` int(255) DEFAULT NULL,
  `useless` int(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of community_question
-- ----------------------------
INSERT INTO `community_question` VALUES ('5', '小米为什么不采用苹果 AirPods 那样的销售模式？', '如题 在产能无法满足现货供应的情况下，AirPods 采用的是敞开订购，6周排队时间，按顺序发货的政策，每代小米却是每隔一段时间安排一轮抢购。如果小米也改成敞开买，按顺序发货，会有哪些问题，为何不这么做？反过来说，为什么苹果对 AirPods 不采取每隔一段时间就放货抢购一次的政策？', '32', '张信哲', null, '0', '0', null, null, 'normal');
INSERT INTO `community_question` VALUES ('6', '库克发苹果股东信称因中国市场销售不佳等原因，下调 2019 年第一财季预期，说明了哪些问题？\n', '是否是库克首次发布股东信？\n\n致苹果投资人：\n\n我们今日对苹果截至2018年12月29日的2019财年第一财季的业绩预期进行修正。我们当前预计：\n-营收约为840亿美元；\n-毛利率约为38%；\n-运营支出约为87亿美元；\n-其他利润/支出约为5.50亿美元；\n-税率约为16.5%。\n我们预计用于计算每股摊薄收益的股票数量约为47.7亿股。', '32', '张信哲', null, '0', '0', null, null, 'normal');
INSERT INTO `community_question` VALUES ('7', '库克发苹果股东信称因中国市场销售不佳等原因，下调 2019 年第一财季预期，说明了哪些问题？\n', '是否是库克首次发布股东信？\n\n致苹果投资人：\n\n我们今日对苹果截至2018年12月29日的2019财年第一财季的业绩预期进行修正。我们当前预计：\n-营收约为840亿美元；\n-毛利率约为38%；\n-运营支出约为87亿美元；\n-其他利润/支出约为5.50亿美元；\n-税率约为16.5%。\n我们预计用于计算每股摊薄收益的股票数量约为47.7亿股。', '32', '张信哲', null, '0', '0', null, null, 'normal');

-- ----------------------------
-- Table structure for fenlei
-- ----------------------------
DROP TABLE IF EXISTS `fenlei`;
CREATE TABLE `fenlei` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of fenlei
-- ----------------------------
INSERT INTO `fenlei` VALUES ('8', '产品类');
INSERT INTO `fenlei` VALUES ('9', '其他');
INSERT INTO `fenlei` VALUES ('12', '水果类');
INSERT INTO `fenlei` VALUES ('16', '价格');
INSERT INTO `fenlei` VALUES ('17', '快递');
INSERT INTO `fenlei` VALUES ('18', '零食');
INSERT INTO `fenlei` VALUES ('19', '时间');
INSERT INTO `fenlei` VALUES ('22', '售后');
INSERT INTO `fenlei` VALUES ('24', '测试测试');
INSERT INTO `fenlei` VALUES ('25', null);
INSERT INTO `fenlei` VALUES ('26', null);
INSERT INTO `fenlei` VALUES ('27', null);
INSERT INTO `fenlei` VALUES ('28', null);
INSERT INTO `fenlei` VALUES ('29', null);

-- ----------------------------
-- Table structure for his
-- ----------------------------
DROP TABLE IF EXISTS `his`;
CREATE TABLE `his` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `uname` varchar(255) DEFAULT NULL,
  `qid` varchar(255) DEFAULT NULL,
  `time` varchar(55) DEFAULT NULL,
  `myquestion` varchar(255) DEFAULT NULL,
  `qname` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=424 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of his
-- ----------------------------
INSERT INTO `his` VALUES ('2', '2', null, '2', '2019-01-24 11:53:17', '产品1是如何安装的', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '产品类');
INSERT INTO `his` VALUES ('3', '2', null, '3', '2019-01-24 13:42:16', '产品1的效果如何？', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('4', '2', null, '4', '2019-01-24 17:48:02', '产品1怎么进行维护', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '产品类');
INSERT INTO `his` VALUES ('5', '2', null, '3', '2019-01-24 17:48:51', '第三方士大夫', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('6', '3', null, '4', '2019-01-26 15:24:25', 'niahao ', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '通讯录');
INSERT INTO `his` VALUES ('7', '3', null, '3', '2019-01-26 15:25:37', ' sss', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '通讯录');
INSERT INTO `his` VALUES ('8', '3', null, '4', '2019-01-26 15:26:20', '       aa\n\n', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '职务');
INSERT INTO `his` VALUES ('9', '3', null, '4', '2019-01-26 15:26:32', 'qq', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '功能类');
INSERT INTO `his` VALUES ('10', '3', null, '1', '2019-01-26 15:26:32', '', '产品1有什么功能？', '产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能', '功能类');
INSERT INTO `his` VALUES ('11', '3', null, '3', '2019-01-26 15:26:35', '', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '功能类');
INSERT INTO `his` VALUES ('12', '3', null, '2', '2019-01-26 15:27:15', 'aa', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '通讯录');
INSERT INTO `his` VALUES ('13', '3', null, '4', '2019-01-26 15:28:08', '111\n', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '通讯录');
INSERT INTO `his` VALUES ('14', '2', null, '1', '2019-02-05 20:47:14', ' 产品1功能', '产品1有什么功能？', '产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能', '产品类');
INSERT INTO `his` VALUES ('15', '2', null, '1', '2019-02-05 20:47:51', '产品1功能', '产品1有什么功能？', '产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能', '产品类');
INSERT INTO `his` VALUES ('16', '2', null, '1', '2019-02-21 20:58:52', '产品1', '产品1有什么功能？', '产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能产品1功能', '全部');
INSERT INTO `his` VALUES ('17', '2', null, '4', '2019-02-21 21:26:33', '你好', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '全部');
INSERT INTO `his` VALUES ('18', '6', null, '3', '2019-02-21 21:38:00', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('19', '6', null, '2', '2019-02-21 21:39:13', '你好', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('20', '6', null, '2', '2019-02-21 21:39:28', '你好', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('21', '8', null, '5', '2019-02-21 23:02:01', '你好', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('22', '8', null, '5', '2019-02-21 23:02:12', '大', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('23', '8', null, '3', '2019-02-21 23:02:46', '产品', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('24', '8', null, '2', '2019-02-21 23:04:00', '产品', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('25', '8', null, '4', '2019-02-21 23:04:19', '职务', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '全部');
INSERT INTO `his` VALUES ('26', '8', null, '4', '2019-02-21 23:04:33', '通讯录', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '全部');
INSERT INTO `his` VALUES ('27', '8', null, '5', '2019-02-21 23:04:34', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('28', '8', null, '3', '2019-02-21 23:04:34', '', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('29', '8', null, '4', '2019-02-21 23:04:35', '', '如何维护产品1', '如何维护产品1如何维护产品1如何维护产品1如何维护产品1如何维护产品1', '全部');
INSERT INTO `his` VALUES ('30', '8', null, '5', '2019-02-21 23:05:38', '你好', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('31', '8', null, '5', '2019-02-21 23:22:06', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('32', '8', null, '5', '2019-02-21 23:22:08', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('33', '8', null, '5', '2019-02-21 23:22:14', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('34', '8', null, '5', '2019-02-21 23:22:15', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('35', '2', null, '5', '2019-02-21 23:23:52', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('36', '2', null, '5', '2019-02-21 23:23:53', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('37', '2', null, '5', '2019-02-21 23:24:01', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('38', '2', null, '5', '2019-02-21 23:24:47', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('39', '2', null, '5', '2019-02-21 23:24:47', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('40', '2', null, '5', '2019-02-21 23:24:48', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('41', '2', null, '5', '2019-02-21 23:24:48', '', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('42', '2', null, '5', '2019-02-22 20:00:05', '产品1', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('43', '2', null, '5', '2019-02-22 20:03:03', '产品1', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('44', '2', null, '2', '2019-02-22 20:12:53', '产品1安装', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '产品类');
INSERT INTO `his` VALUES ('45', '2', null, '2', '2019-02-22 20:17:27', '产品1安装', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '产品类');
INSERT INTO `his` VALUES ('46', '9', null, '2', '2019-02-22 20:41:52', '你\n', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('47', '9', null, '5', '2019-02-22 20:42:27', '产品', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('48', '9', null, '3', '2019-02-22 20:42:40', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('49', '9', null, '6', '2019-02-26 19:58:59', '1', '产品的原料', '产品的原料产品的原料产品的原料', '全部');
INSERT INTO `his` VALUES ('50', '9', null, '5', '2019-02-26 19:59:12', '原料', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('51', '9', null, '2', '2019-02-26 19:59:39', '22', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('52', '10', null, '3', '2019-02-26 20:07:42', '2', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('53', '10', null, '2', '2019-02-26 20:07:44', '1', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('54', '10', null, '5', '2019-02-26 20:07:48', '3', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('55', '10', null, '2', '2019-02-26 20:07:50', '4', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('56', '10', null, '6', '2019-02-26 20:07:53', '4', '产品的原料', '产品的原料产品的原料产品的原料', '全部');
INSERT INTO `his` VALUES ('57', '10', null, '6', '2019-02-26 20:07:55', '4', '产品的原料', '产品的原料产品的原料产品的原料', '全部');
INSERT INTO `his` VALUES ('58', '10', null, '3', '2019-02-26 20:07:57', '4', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('59', '10', null, '2', '2019-02-26 20:07:58', '4', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('60', '10', null, '6', '2019-02-26 20:08:00', '4', '产品的原料', '产品的原料产品的原料产品的原料', '全部');
INSERT INTO `his` VALUES ('61', '10', null, '2', '2019-02-26 20:08:04', '4', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('62', '10', null, '2', '2019-02-26 20:08:06', '2', '如何安装产品1？', '如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1如何安装产品1', '全部');
INSERT INTO `his` VALUES ('63', '10', null, '3', '2019-02-26 20:10:34', '1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('64', '10', null, '5', '2019-02-26 20:10:36', '1', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('65', '10', null, '3', '2019-02-26 20:11:00', '产品\n', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('66', '10', null, '3', '2019-02-26 20:11:06', '产品', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('67', '10', null, '5', '2019-02-26 20:11:18', '你好', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('68', '10', null, '5', '2019-02-26 20:11:26', '你好', '你好#大家好', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('69', '10', null, '7', '2019-02-26 20:18:35', '1', '什么工作职务工资', '你好，这个是私人问题，请问其它的', '全部');
INSERT INTO `his` VALUES ('70', '10', null, '7', '2019-02-26 20:18:41', '1', '什么工作职务工资', '你好，这个是私人问题，请问其它的', '全部');
INSERT INTO `his` VALUES ('71', '10', null, '7', '2019-02-26 20:18:42', '1', '什么工作职务工资', '你好，这个是私人问题，请问其它的', '全部');
INSERT INTO `his` VALUES ('72', '10', null, '5', '2019-02-26 20:18:45', '3', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('73', '10', null, '3', '2019-02-26 20:18:49', '3', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('74', '10', null, '5', '2019-02-26 20:18:52', '3', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('75', '10', null, '3', '2019-02-26 20:19:37', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('76', '10', null, '7', '2019-02-26 20:19:44', '你好', '什么工作职务工资', '你好，这个是私人问题，请问其它的', '全部');
INSERT INTO `his` VALUES ('77', '10', null, '3', '2019-02-26 20:20:05', '职务', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('78', '10', null, '5', '2019-02-26 20:24:41', '产品', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('79', '10', null, '3', '2019-02-26 20:24:57', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('80', '10', null, '3', '2019-02-26 20:25:08', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('81', '10', null, '5', '2019-02-26 20:27:34', '有什么工作', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('82', '10', null, '3', '2019-02-26 20:27:55', '有什么工作', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('83', '10', null, '5', '2019-02-26 20:28:47', '工作', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('84', '10', null, '3', '2019-02-26 20:29:31', '工作', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('85', '10', null, '5', '2019-02-26 20:29:32', '', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('86', '10', null, '3', '2019-02-26 20:30:10', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('87', '10', null, '7', '2019-02-26 20:30:18', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('88', '10', null, '7', '2019-02-26 20:33:53', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('89', '10', null, '7', '2019-02-26 20:34:11', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('90', '9', null, '5', '2019-02-26 20:34:34', '2', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('91', '9', null, '5', '2019-02-26 20:34:39', '2', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('92', '9', null, '3', '2019-02-26 20:35:00', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('93', '9', null, '3', '2019-02-26 20:35:06', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('94', '9', null, '5', '2019-02-26 20:35:56', '职务', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('95', '9', null, '7', '2019-02-26 20:36:03', '职务', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('96', '9', null, '5', '2019-02-26 20:36:13', '职务', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('97', '9', null, '7', '2019-02-26 20:37:45', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('98', '9', null, '3', '2019-02-26 20:37:58', '你的工作是什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('99', '9', null, '5', '2019-02-26 20:40:27', '产品1', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('100', '9', null, '3', '2019-02-26 20:40:35', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('101', '9', null, '5', '2019-02-26 20:40:43', '产品1', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('102', '9', null, '3', '2019-02-26 20:46:25', '产品1 有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('103', '9', null, '3', '2019-02-26 20:46:47', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('104', '9', null, '7', '2019-02-26 20:47:12', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('105', '9', null, '3', '2019-02-26 20:47:26', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('106', '9', null, '7', '2019-02-26 20:47:27', '', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('107', '9', null, '5', '2019-02-26 20:47:27', '', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('108', '9', null, '5', '2019-02-26 20:47:27', '', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('109', '9', null, '7', '2019-02-26 20:47:45', '产品1\n', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('110', '9', null, '3', '2019-02-26 20:47:59', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('111', '9', null, '5', '2019-02-26 20:48:00', '', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('112', '9', null, '7', '2019-02-26 21:01:48', '产品的效果如何呢', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('113', '9', null, '3', '2019-02-26 21:01:57', '产品1的效果如何呢', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('114', '9', null, '7', '2019-02-26 21:16:53', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('115', '9', null, '5', '2019-02-26 21:17:01', '产品1', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('116', '9', null, '3', '2019-02-26 21:17:43', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('117', '9', null, '3', '2019-02-26 21:17:57', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('118', '9', null, '3', '2019-02-26 21:18:16', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('119', '9', null, '3', '2019-02-26 21:18:17', '', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('120', '9', null, '5', '2019-02-26 21:18:18', '', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '全部');
INSERT INTO `his` VALUES ('121', '9', null, '3', '2019-02-26 21:18:49', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('122', '9', null, '7', '2019-02-26 21:18:55', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('123', '9', null, '3', '2019-02-26 21:27:17', 'ni你的工作是什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('124', '9', null, '7', '2019-02-26 21:27:33', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('125', '9', null, '7', '2019-02-26 21:27:47', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('126', '9', null, '3', '2019-02-26 21:27:53', '工作', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('127', '9', null, '3', '2019-02-26 21:28:00', '工作', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '全部');
INSERT INTO `his` VALUES ('128', '9', null, '7', '2019-02-26 21:28:06', '工作', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '全部');
INSERT INTO `his` VALUES ('129', '11', null, '3', '2019-02-28 21:05:42', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('130', '11', null, '5', '2019-02-28 21:05:51', '产品1', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其它类');
INSERT INTO `his` VALUES ('131', '11', null, '7', '2019-02-28 21:06:00', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('132', '11', '33', '3', '2019-02-28 21:12:54', '产品', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('133', '11', '33', '3', '2019-02-28 21:12:55', '', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('134', '11', '33', '7', '2019-02-28 21:13:03', '产品', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('135', '11', '33', '3', '2019-02-28 21:22:32', '产品1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('136', '11', '33', '7', '2019-02-28 21:22:39', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('137', '11', '33', '7', '2019-02-28 21:23:09', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('138', '11', '33', '3', '2019-02-28 21:23:14', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('139', '11', '33', '7', '2019-02-28 21:25:16', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('140', '11', '33', '3', '2019-02-28 21:26:27', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('141', '11', '33', '3', '2019-02-28 21:29:34', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('142', '11', '33', '3', '2019-02-28 21:29:46', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('143', '11', '33', '3', '2019-02-28 21:29:59', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('144', '11', '33', '3', '2019-02-28 21:30:15', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('145', '11', '33', '7', '2019-02-28 21:31:59', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('146', '11', '33', '7', '2019-02-28 21:32:11', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('147', '11', '33', '3', '2019-02-28 21:32:22', '你的工作是什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('148', '12', '222', '5', '2019-02-28 21:49:43', '你的工作是什么', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其它类');
INSERT INTO `his` VALUES ('149', '12', '222', '5', '2019-02-28 21:49:58', '你的工作是什么\n', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其它类');
INSERT INTO `his` VALUES ('150', '12', '222', '3', '2019-02-28 21:50:58', '大家好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('151', '12', '222', '3', '2019-02-28 21:51:20', '大家好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('152', '12', '222', '7', '2019-02-28 21:51:27', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('153', '11', '33', '7', '2019-03-01 20:54:00', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('154', '11', '33', '3', '2019-03-01 20:54:06', '你好', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('155', '11', '33', '7', '2019-03-01 20:54:11', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('156', '11', '33', '5', '2019-03-01 21:00:01', '123231', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其它类');
INSERT INTO `his` VALUES ('157', '11', '33', '3', '2019-03-01 21:00:14', '产品1效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('158', '11', '33', '3', '2019-03-01 21:02:36', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('159', '11', '33', '3', '2019-03-01 21:02:48', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('160', '11', '33', '3', '2019-03-01 21:03:00', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('161', '11', '33', '3', '2019-03-01 21:03:17', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('162', '11', '33', '3', '2019-03-01 21:03:40', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('163', '11', '33', '5', '2019-03-01 21:08:25', '111', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('164', '11', '33', '5', '2019-03-01 21:09:45', '11', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('165', '11', '33', '5', '2019-03-01 21:10:10', '3', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照', '其他');
INSERT INTO `his` VALUES ('166', '11', '33', '7', '2019-03-01 21:10:32', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('167', '11', '33', '7', '2019-03-01 21:10:58', '产品1', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('168', '11', '33', '3', '2019-03-01 21:11:11', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('169', '11', '33', '3', '2019-03-01 21:11:21', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('170', '11', '33', '3', '2019-03-01 21:11:59', '1', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('171', '11', '33', '3', '2019-03-01 21:12:58', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('172', '11', '33', '7', '2019-03-01 21:13:53', '你的工作是什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('173', '11', '33', '3', '2019-03-01 21:14:05', '你的工作是什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('174', '11', '33', '7', '2019-03-01 21:15:09', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('175', '11', '33', '7', '2019-03-01 21:15:12', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('176', '11', '33', '7', '2019-03-01 21:15:14', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('177', '11', '33', '7', '2019-03-01 21:15:17', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('178', '11', '33', '5', '2019-03-01 21:16:27', '你好大家好关照高兴', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('179', '11', '33', '5', '2019-03-01 21:16:29', '你好大家好关照高兴', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('180', '11', '33', '5', '2019-03-01 21:16:30', '你好大家好关照高兴', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('181', '11', '33', '5', '2019-03-01 21:16:32', '你好大家好关照高兴', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('182', '11', '33', '3', '2019-03-01 21:34:52', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('183', '11', '33', '5', '2019-03-01 21:35:22', '你好大家好', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('184', '11', '33', '5', '2019-03-01 21:35:33', '你好大家好', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('185', '11', '33', '5', '2019-03-01 21:35:40', '你好大家好', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('186', '11', '33', '5', '2019-03-01 21:36:04', '你好大家好', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('187', '11', '33', '3', '2019-03-01 21:39:38', '你想吃什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('188', '11', '33', '8', '2019-03-01 21:39:40', '你想吃什么', '你想吃什么', '我想吃包子，肉', '食品');
INSERT INTO `his` VALUES ('189', '11', '33', '8', '2019-03-01 21:39:42', '你想吃什么', '你想吃什么', '我想吃包子，肉', '食品');
INSERT INTO `his` VALUES ('190', '11', '33', '8', '2019-03-01 21:39:44', '你想吃什么', '你想吃什么', '我想吃包子，肉', '食品');
INSERT INTO `his` VALUES ('191', '11', '33', '7', '2019-03-01 21:39:50', '你想吃什么', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。你的工作是什么；什么职务，有多少工资', '职务类');
INSERT INTO `his` VALUES ('192', '11', '33', '5', '2019-03-01 21:39:54', '你想吃什么', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('193', '11', '33', '8', '2019-03-01 21:40:38', '你想吃什么', '你想吃什么', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('194', '11', '33', '5', '2019-03-01 21:40:40', '你想吃什么', '你好大家好关照高兴', '请问你问的是啥，有什么可以帮到你的？很高兴您的关照你好你好大家好关照高兴大家好关照高兴', '其他');
INSERT INTO `his` VALUES ('195', '11', '33', '8', '2019-03-01 21:40:43', '你想吃什么你想吃什么', '你想吃什么', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('196', '11', '33', '3', '2019-03-01 21:40:45', '你想吃什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('197', '11', '33', '3', '2019-03-01 21:40:47', '你想吃什么', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('198', '11', '33', '8', '2019-03-01 21:42:41', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('199', '11', '33', '8', '2019-03-01 21:42:43', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('200', '11', '33', '8', '2019-03-01 21:42:45', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('201', '11', '33', '8', '2019-03-01 21:42:46', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('202', '11', '33', '8', '2019-03-01 21:42:48', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('203', '11', '33', '8', '2019-03-01 21:42:49', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('204', '11', '33', '8', '2019-03-01 21:42:50', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('205', '11', '33', '8', '2019-03-01 21:42:53', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('206', '11', '33', '8', '2019-03-01 21:43:08', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('207', '11', '33', '8', '2019-03-01 21:43:10', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('208', '11', '33', '8', '2019-03-01 21:43:11', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('209', '11', '33', '7', '2019-03-01 21:44:10', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('210', '11', '33', '7', '2019-03-01 21:44:12', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('211', '11', '33', '7', '2019-03-01 21:44:13', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('212', '11', '33', '7', '2019-03-01 21:44:15', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('213', '11', '33', '7', '2019-03-01 21:44:17', '你的工作是什么；什么职务，有多少工资', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('214', '11', '33', '7', '2019-03-01 21:48:02', '大家好请多关照', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('215', '11', '33', '7', '2019-03-01 21:48:04', '大家好请多关照', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('216', '11', '33', '8', '2019-03-01 21:48:05', '大家好请多关照', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('217', '11', '33', '3', '2019-03-01 21:48:07', '大家好请多关照', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('218', '11', '33', '7', '2019-03-01 21:48:10', '大家好请多关照', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('219', '11', '33', '5', '2019-03-01 21:49:22', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('220', '11', '33', '5', '2019-03-01 21:49:24', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('221', '11', '33', '5', '2019-03-01 21:49:25', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('222', '11', '33', '5', '2019-03-01 21:49:27', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('223', '11', '33', '8', '2019-03-01 21:49:27', '', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('224', '11', '33', '5', '2019-03-01 21:49:30', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('225', '11', '33', '5', '2019-03-01 22:08:48', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('226', '11', '33', '3', '2019-03-03 00:55:12', '你好，请多关照', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('227', '11', '33', '5', '2019-03-03 00:55:52', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('228', '11', '33', '5', '2019-03-03 00:56:46', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('229', '11', '33', '5', '2019-03-03 19:29:37', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('230', '23', '4444', '5', '2019-03-03 23:00:25', '你好，', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('231', '23', '4444', '3', '2019-03-03 23:01:13', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('232', '23', '4444', '3', '2019-03-03 23:01:47', '产品1有什么效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('233', '11', '33', '3', '2019-03-05 19:12:30', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('234', '11', '33', '5', '2019-03-05 19:12:57', '产品', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('235', '11', '33', '5', '2019-03-05 19:13:04', '产品', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('236', '11', '33', '5', '2019-03-05 19:13:18', '大家好', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('237', '11', '33', '5', '2019-03-05 19:13:19', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('238', '11', '33', '5', '2019-03-05 19:13:19', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('239', '11', '33', '5', '2019-03-05 19:13:29', '你好', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('240', '11', '33', '5', '2019-03-05 19:13:29', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('241', '22', '333', '3', '2019-03-05 20:00:49', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('242', '22', '333', '8', '2019-03-05 20:01:31', '你想吃什么样子的食品', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('243', '22', '333', '5', '2019-03-05 20:02:04', '你想吃什么', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('244', '22', '333', '5', '2019-03-05 20:02:05', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('245', '22', '333', '5', '2019-03-05 20:02:05', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('246', '22', '333', '5', '2019-03-05 20:02:07', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('247', '22', '333', '5', '2019-03-05 20:02:07', '', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('248', '11', '33', '5', '2019-03-06 20:16:06', '你好', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('249', '11', '33', '7', '2019-03-06 20:16:50', '你好', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('250', '11', '33', '3', '2019-03-07 20:04:09', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('251', '11', '33', '3', '2019-03-07 20:04:28', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('252', '11', '33', '3', '2019-03-07 20:24:45', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('253', '28', '999', '3', '2019-03-07 20:28:29', '产品1的效果', '产品1有什么效果', '产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果产品1有什么效果', '产品类');
INSERT INTO `his` VALUES ('254', '28', '999', '8', '2019-03-07 20:29:52', '你的工作是什么，什么职务', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('255', '28', '999', '3', '2019-03-07 20:33:10', '产品1有什么效果 ', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('256', '28', '999', '3', '2019-03-07 20:33:14', '产品1有什么效果 ', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('257', '28', '999', '3', '2019-03-07 20:58:00', '产品1有什么效果', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('258', '28', '999', '3', '2019-03-07 20:59:39', '产品1有什么效果', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('259', '11', '33', '8', '2019-03-08 23:23:53', '11', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('260', '11', '33', '7', '2019-03-08 23:23:57', '12', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('261', '11', '33', '5', '2019-03-08 23:24:01', '32', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('262', '11', '33', '5', '2019-03-08 23:24:35', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('263', '11', '33', '8', '2019-03-09 13:33:02', '1', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('264', '11', '33', '5', '2019-03-09 13:33:04', '1', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('265', '11', '33', '3', '2019-03-09 13:33:05', '1', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('266', '11', '33', '5', '2019-03-09 13:48:33', '你好，请多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('267', '11', '33', '8', '2019-03-09 13:48:50', '你好，请多关照高\n', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('268', '11', '33', '5', '2019-03-09 13:48:59', '你好，多关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('269', '11', '33', '5', '2019-03-09 13:49:28', '你好，关照高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('270', '11', '33', '5', '2019-03-09 13:49:56', '你好高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('271', '11', '33', '8', '2019-03-09 13:50:31', '你好高兴', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('272', '11', '33', '5', '2019-03-09 13:50:34', '你好高兴', '你好，请多关照高兴', '请问你问的是啥，有什么可以帮到你的？', '其他');
INSERT INTO `his` VALUES ('273', '11', '33', '8', '2019-03-09 13:50:36', '你好高兴', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('274', '11', '33', '8', '2019-03-09 13:50:44', '你好，高兴', '你想吃什么样子的食品', '我想吃包子，肉你想吃什么你想吃什么', '食品');
INSERT INTO `his` VALUES ('275', '11', '33', '7', '2019-03-09 13:50:49', '你好高兴', '你的工作是什么；什么职务，有多少工资', '你好，这个是私人问题，请问其它的。', '职务类');
INSERT INTO `his` VALUES ('276', '11', '33', '5', '2019-03-09 14:04:15', '你好，请问你的商店有什么卖', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('277', '11', '33', '9', '2019-03-09 14:10:07', '我想买水果，你这里有什么介绍吗？', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('278', '11', '33', '9', '2019-03-09 14:10:16', '我想买水果，你这里有什么介绍吗？', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('279', '11', '33', '9', '2019-03-09 14:10:25', '我想买水果，你有什么介绍吗？', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('280', '11', '33', '9', '2019-03-09 14:10:42', '我想买水果，你有什么介绍吗？', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('281', '11', '33', '9', '2019-03-09 14:10:59', '我想买水果，你有介绍', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('282', '11', '33', '10', '2019-03-09 14:16:01', '那你这里苹果的价格是多少钱一斤？', '那你这里苹果的价格是多少钱一斤？  ', '我这里的苹果是4块钱一斤', '价格');
INSERT INTO `his` VALUES ('283', '11', '33', '11', '2019-03-09 14:23:20', '你这边发货用什么快递？', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('284', '11', '33', '11', '2019-03-09 14:23:37', '你这边发货用什么快递？', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('285', '11', '33', '11', '2019-03-09 14:23:39', '你这边发货用什么快递？', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('286', '11', '33', '11', '2019-03-09 14:23:59', '什么快递发货？', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('287', '11', '33', '11', '2019-03-09 14:24:14', '什么快递发货', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('288', '11', '33', '12', '2019-03-09 14:40:53', '你这里有什么零食卖', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('289', '11', '33', '12', '2019-03-09 14:40:55', '你这里有什么零食卖', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('290', '11', '33', '12', '2019-03-09 14:40:57', '你这里有什么零食卖', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('291', '11', '33', '5', '2019-03-09 14:41:07', '零食', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('292', '11', '33', '3', '2019-03-09 14:41:15', '零食', '产品1有什么效果', '美容养颜，能够让您的肌肤更加完美', '产品类');
INSERT INTO `his` VALUES ('293', '11', '33', '12', '2019-03-09 14:41:44', '这里零食', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('294', '11', '33', '12', '2019-03-09 14:41:55', '这里零食', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('295', '11', '33', '12', '2019-03-09 14:42:04', '这里零食', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食');
INSERT INTO `his` VALUES ('296', '11', '33', '13', '2019-03-09 14:45:50', '如果是省内的话，发货要多少天', '如果是省内的话，发货要多少天', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('297', '11', '33', '13', '2019-03-09 14:45:52', '如果是省内的话，发货要多少天', '如果是省内的话，发货要多少天', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('298', '11', '33', '13', '2019-03-09 14:46:05', '如果是省内，要多少天', '如果是省内的话，发货要多少天', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('299', '11', '33', '13', '2019-03-09 14:46:21', '如果是省内，多少天', '如果是省内的话，发货要多少天', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('300', '11', '33', '14', '2019-03-09 14:49:23', '如果是外省，多少天到 ', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('301', '11', '33', '14', '2019-03-09 14:49:32', '如果是外省，多少天到 ', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('302', '11', '33', '5', '2019-03-09 14:58:29', 'w', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('303', '11', '33', '15', '2019-03-09 16:05:00', '你这里有雪梨买吗？什么价格', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('304', '11', '33', '15', '2019-03-09 16:05:05', '你这里有雪梨买吗？什么价格', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('305', '11', '33', '15', '2019-03-09 16:05:07', '你这里有雪梨买吗？什么价格', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('306', '11', '33', '15', '2019-03-09 16:05:18', '有雪梨买吗？什么价格', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('307', '11', '33', '15', '2019-03-09 16:05:29', '有雪梨买吗？什么价格', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('308', '11', '33', '5', '2019-03-09 16:41:11', '1', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('309', '11', '33', '15', '2019-03-09 16:41:33', 'c你这里有雪梨买吗？什么价格？', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('310', '11', '33', '15', '2019-03-09 16:41:36', '你这里有雪梨买吗？什么价格？', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('311', '11', '33', '13', '2019-03-09 19:09:40', '如果是省内的话，要多少天到', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('312', '11', '33', '13', '2019-03-09 19:09:42', '如果是省内的话，要多少天到', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('313', '11', '33', '13', '2019-03-09 19:10:04', '如果是省内，多少天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('314', '11', '33', '13', '2019-03-09 19:10:14', '如果是省内多少天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('315', '30', '李海鹏', '15', '2019-03-09 19:38:10', '你这里有雪梨买吗？什么价格？', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('316', '30', '李海鹏', '14', '2019-03-09 19:38:24', '有雪梨吗？价格？', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('317', '30', '李海鹏', '15', '2019-03-09 19:39:03', '有雪梨买？价格？', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('318', '30', '李海鹏', '15', '2019-03-09 19:39:28', '有雪梨买？价格？', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('319', '30', '李海鹏', '16', '2019-03-09 19:52:59', '买健身器材', '我想买健身器材类的，你们有吗？', '有的亲，我们有跑步机，杠铃，深蹲架，跑步机等等户内的健身器材', '产品类');
INSERT INTO `his` VALUES ('320', '30', '李海鹏', '17', '2019-03-09 19:56:55', '跑步机多少钱一台  ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('321', '30', '李海鹏', '17', '2019-03-09 19:57:04', '跑步机多少钱一台   ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('322', '30', '李海鹏', '17', '2019-03-09 19:57:06', '跑步机多少钱一台   ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('323', '30', '李海鹏', '17', '2019-03-09 20:04:53', '跑步机多少钱一台   ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('324', '30', '李海鹏', '17', '2019-03-09 20:05:02', '多少钱一台   ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('325', '30', '李海鹏', '18', '2019-03-09 20:10:25', '杠铃呢', '那杠铃呢', '嗯！杠铃要100快哦', '价格');
INSERT INTO `his` VALUES ('326', '30', '李海鹏', '18', '2019-03-09 20:10:38', '杠铃呢', '那杠铃呢', '嗯！杠铃要100快哦', '价格');
INSERT INTO `his` VALUES ('327', '31', '李言', '16', '2019-03-09 20:14:11', '我想买健身器材类的，你们有吗？', '我想买健身器材类的，你们有吗？', '有的亲，我们有跑步机，杠铃，深蹲架，跑步机等等户内的健身器材', '产品类');
INSERT INTO `his` VALUES ('328', '31', '李言', '16', '2019-03-09 20:14:20', '我想买健身器材类的，你们有吗？', '我想买健身器材类的，你们有吗？', '有的亲，我们有跑步机，杠铃，深蹲架，跑步机等等户内的健身器材', '产品类');
INSERT INTO `his` VALUES ('329', '31', '李言', '17', '2019-03-09 20:14:29', '跑步机多少钱一台 ', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('330', '31', '李言', '11', '2019-03-09 20:14:39', '你这边发货用什么快递', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('331', '31', '李言', '13', '2019-03-09 20:14:47', '如果是省内的话，要多少天到 ', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('332', '31', '李言', '19', '2019-03-09 20:17:46', '好的，谢谢', '好的，谢谢。', '谢谢您的光临，欢迎下次再来。', '其他');
INSERT INTO `his` VALUES ('333', '31', '李言', '11', '2019-03-09 20:21:01', '发货？快递', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('334', '31', '李言', '20', '2019-03-09 20:21:16', '还有其它吗', '还有其它快递吗？', '我们还有邮政，如果可以的话，我们可以发邮政的', '快递');
INSERT INTO `his` VALUES ('335', '31', '李言', '13', '2019-03-09 20:22:09', '如果省内多少天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('336', '31', '李言', '9', '2019-03-09 20:22:58', '如果省外几天', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('337', '31', '李言', '14', '2019-03-09 20:23:41', '如果外省几天', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('338', '31', '李言', '17', '2019-03-09 20:23:51', '11', '跑步机多少钱一台 ', ' 亲，500元一台', '价格');
INSERT INTO `his` VALUES ('339', '31', '李言', '10', '2019-03-09 20:23:53', '11', '那你这里苹果的价格是多少钱一斤？  ', '我这里的苹果是4块钱一斤', '价格');
INSERT INTO `his` VALUES ('340', '31', '李言', '13', '2019-03-09 20:23:55', '11', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('341', '31', '李言', '18', '2019-03-09 20:25:15', '12', '那杠铃呢', '嗯！杠铃要100快哦', '价格');
INSERT INTO `his` VALUES ('342', '31', '李言', '21', '2019-03-09 20:25:19', '1234', '1234', '能说清楚点吗？亲', '其他');
INSERT INTO `his` VALUES ('343', '31', '李言', '21', '2019-03-09 20:25:22', '1234', '1234', '能说清楚点吗？亲', '其他');
INSERT INTO `his` VALUES ('344', '31', '李言', '22', '2019-03-09 20:26:05', '1', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('345', '31', '李言', '22', '2019-03-09 20:26:07', '1', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('346', '31', '李言', '22', '2019-03-09 20:26:08', '1', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('347', '31', '李言', '22', '2019-03-09 20:26:14', '1', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('348', '31', '李言', '22', '2019-03-09 20:35:24', '11', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('349', '31', '李言', '22', '2019-03-09 21:47:58', '1234', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('350', '31', '李言', '22', '2019-03-09 21:49:55', '11', '111', '我不知道你说什么', '产品类');
INSERT INTO `his` VALUES ('351', '32', '张信哲', '11', '2019-03-09 21:58:50', '发货，快递', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('352', '32', '张信哲', '13', '2019-03-09 21:59:38', '如果省内几天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('353', '33', '周梅', '5', '2019-03-10 00:38:27', '你好，请问你的商店卖什么', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('354', '33', '周梅', '9', '2019-03-10 00:39:05', '我想买水果，有什么介绍', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('355', '33', '周梅', '11', '2019-03-10 00:39:28', '发货，快递？', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('356', '33', '周梅', '13', '2019-03-10 00:40:03', '如果省内，几天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('357', '33', '周梅', '23', '2019-03-10 00:41:15', '售后如何', '售后如何', '我们会竭诚为您服务', '售后');
INSERT INTO `his` VALUES ('358', '33', '周梅', '23', '2019-03-10 00:49:50', '售后？？', '售后如何', '我们会竭诚为您服务', '售后');
INSERT INTO `his` VALUES ('359', '31', '李言', '23', '2019-03-10 01:05:54', '售后', '售后如何', '我们会竭诚为您服务', '售后');
INSERT INTO `his` VALUES ('360', '31', '李言', '24', '2019-03-10 01:09:35', '有没有核桃', '核桃有不？', '有的，亲！', '零食');
INSERT INTO `his` VALUES ('361', '31', '李言', '25', '2019-03-10 01:11:28', '核桃怎么卖', '那核桃怎么卖的？', '我们一大包要20元，里面有10包小的', '价格');
INSERT INTO `his` VALUES ('362', '31', '李言', '26', '2019-03-10 01:14:22', '香蕉有不？怎么卖', '香蕉有不？怎么卖的？', '我们有卖香蕉的，3元一斤', '价格');
INSERT INTO `his` VALUES ('363', '31', '李言', '27', '2019-03-10 01:16:05', '你们的水果新鲜不？？', '那水果新鲜不？', '我们的水果都是很新鲜的，您别担心', '水果类');
INSERT INTO `his` VALUES ('364', '31', '李言', '29', '2019-03-10 01:17:39', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('365', '31', '李言', '29', '2019-03-10 01:17:41', '11', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('366', '31', '李言', '29', '2019-03-10 01:17:46', '123', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('367', '31', '李言', '19', '2019-03-10 01:18:06', '23', '好的，谢谢。', '谢谢您的光临，欢迎下次再来。', '其他');
INSERT INTO `his` VALUES ('368', '31', '李言', '29', '2019-03-10 01:19:22', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('369', '31', '李言', '30', '2019-03-10 01:19:27', '2', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('370', '31', '李言', '31', '2019-03-10 01:21:13', '3', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('371', '33', '周梅', '5', '2019-03-10 10:03:41', '你好，请问你的商店有什么卖', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('372', '33', '周梅', '9', '2019-03-10 10:04:26', '我想买水果，你有什么介绍', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('373', '33', '周梅', '10', '2019-03-10 10:05:16', '那苹果价格是多少钱一斤\n', '那你这里苹果的价格是多少钱一斤？  ', '我这里的苹果是4块钱一斤', '价格');
INSERT INTO `his` VALUES ('374', '33', '周梅', '11', '2019-03-10 10:06:01', '发货什么快递', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('375', '33', '周梅', '20', '2019-03-10 10:06:29', '还有其它快递吗', '还有其它快递吗？', '我们还有邮政，如果可以的话，我们可以发邮政的', '快递');
INSERT INTO `his` VALUES ('376', '33', '周梅', '13', '2019-03-10 10:07:32', '如果省内的话，要几天', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('377', '33', '周梅', '27', '2019-03-10 10:07:54', '如果外省\n', '那水果新鲜不？', '我们的水果都是很新鲜的，您别担心', '水果类');
INSERT INTO `his` VALUES ('378', '33', '周梅', '14', '2019-03-10 10:08:20', '如果外省要几天', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('379', '33', '周梅', '23', '2019-03-10 10:08:46', '售后如何', '售后如何', '我们会竭诚为您服务', '售后');
INSERT INTO `his` VALUES ('380', '33', '周梅', '19', '2019-03-10 10:09:02', '好的，谢谢', '好的，谢谢。', '谢谢您的光临，欢迎下次再来。', '其他');
INSERT INTO `his` VALUES ('381', '33', '周梅', '29', '2019-03-10 10:10:51', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('382', '33', '周梅', '30', '2019-03-10 10:10:53', '12', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('383', '33', '周梅', '30', '2019-03-10 10:10:56', '12', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('384', '33', '周梅', '30', '2019-03-10 10:10:58', '12', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('385', '33', '周梅', '31', '2019-03-10 10:11:01', '123', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('386', '33', '周梅', '31', '2019-03-10 10:11:04', '123', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('387', '33', '周梅', '31', '2019-03-10 10:11:06', '3', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('388', '33', '周梅', '31', '2019-03-10 10:11:11', '123', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('389', '33', '周梅', '31', '2019-03-10 10:11:14', '23', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('390', '62', '李海鹏', '29', '2019-03-10 10:22:40', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('391', '62', '李海鹏', '5', '2019-03-10 10:23:02', '6666', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('392', '62', '李海鹏', '30', '2019-03-10 10:24:02', '2', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('393', '62', '李海鹏', '31', '2019-03-10 10:24:04', '3', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('394', '31', '李言', '5', '2019-03-10 10:30:32', '你好，请问你的商店有什么卖', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('395', '33', '周梅', '29', '2019-03-10 12:05:18', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('396', '32', '张信哲', '29', '2019-03-10 12:05:35', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('397', '32', '张信哲', '29', '2019-03-10 12:05:39', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('398', '33', '周梅', '23', '2019-03-10 12:06:35', '售后如何', '售后如何', '我们会竭诚为您服务', '售后');
INSERT INTO `his` VALUES ('399', '33', '周梅', '29', '2019-03-10 12:29:02', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('400', '33', '周梅', '15', '2019-03-10 12:37:33', '你这里有雪梨买吗？什么价格\n', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('401', '33', '周梅', '5', '2019-03-10 13:02:23', '你好，请问你们商店有什么卖', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');
INSERT INTO `his` VALUES ('402', '33', '周梅', '9', '2019-03-10 13:03:06', '我想买水果，你这里有什么介绍', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '水果类');
INSERT INTO `his` VALUES ('403', '33', '周梅', '11', '2019-03-10 13:03:56', '发货用快递', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '快递');
INSERT INTO `his` VALUES ('404', '33', '周梅', '29', '2019-03-10 13:09:28', '1', '111', '您好，我不知道您说什么', '其他');
INSERT INTO `his` VALUES ('405', '33', '周梅', '30', '2019-03-10 13:09:33', '2', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('406', '33', '周梅', '14', '2019-03-10 13:09:53', '袜子多少钱', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '时间');
INSERT INTO `his` VALUES ('407', '32', '张信哲', '13', '2019-03-13 11:44:26', '？？？？', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('408', '32', '张信哲', '26', '2019-03-13 11:57:37', '你好', '香蕉有不？怎么卖的？', '我们有卖香蕉的，3元一斤', '价格');
INSERT INTO `his` VALUES ('409', '32', '张信哲', '31', '2019-03-13 12:02:35', '你在说什么', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('410', '32', '张信哲', '30', '2019-03-13 12:02:42', '什么？', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('411', '32', '张信哲', '15', '2019-03-13 13:38:50', 'hello', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('412', '32', '张信哲', '19', '2019-03-15 11:30:44', '？？？', '好的，谢谢。', '谢谢您的光临，欢迎下次再来。', '其他');
INSERT INTO `his` VALUES ('413', '33', '周梅', '24', '2019-03-15 22:28:19', '你好', '核桃有不？', '有的，亲！', '零食');
INSERT INTO `his` VALUES ('414', '33', '周梅', '20', '2019-03-15 22:28:27', '多钱', '还有其它快递吗？', '我们还有邮政，如果可以的话，我们可以发邮政的', '快递');
INSERT INTO `his` VALUES ('415', '33', '周梅', '13', '2019-03-15 22:28:32', '你在哪', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '时间');
INSERT INTO `his` VALUES ('416', '33', '周梅', '31', '2019-03-15 22:28:36', '快递', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('417', '33', '周梅', '30', '2019-03-15 22:37:38', '2', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('418', '33', '周梅', '31', '2019-03-15 22:37:41', '3', '333', '对不起，在这里不能解答', '其他');
INSERT INTO `his` VALUES ('419', '33', '周梅', '24', '2019-03-15 22:37:43', '4', '核桃有不？', '有的，亲！', '零食');
INSERT INTO `his` VALUES ('420', '33', '周梅', '15', '2019-03-15 22:43:24', '你好', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '其他');
INSERT INTO `his` VALUES ('421', '33', '周梅', '30', '2019-03-15 22:43:28', '在吗', '222', '您好，请再说一次', '其他');
INSERT INTO `his` VALUES ('422', '33', '周梅', '25', '2019-03-15 22:43:59', '在吗', '那核桃怎么卖的？', '我们一大包要20元，里面有10包小的', '价格');
INSERT INTO `his` VALUES ('423', '33', '周梅', '5', '2019-03-17 15:13:52', '你好', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '其他');

-- ----------------------------
-- Table structure for intelligent_answer_record
-- ----------------------------
DROP TABLE IF EXISTS `intelligent_answer_record`;
CREATE TABLE `intelligent_answer_record` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `key_record` varchar(255) DEFAULT NULL,
  `mapping_record` varchar(255) DEFAULT NULL,
  `answer_record` varchar(255) DEFAULT NULL,
  `user_id` varchar(255) DEFAULT NULL,
  `evaluate` varchar(255) DEFAULT NULL COMMENT '评价',
  `create_time` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of intelligent_answer_record
-- ----------------------------
INSERT INTO `intelligent_answer_record` VALUES ('1', 'hello', '无匹配', '无匹配', '您在说什么呢？', null, '', '1552640694597', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('2', 'hello', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552640934036', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('3', 'hello', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552640986239', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('4', 'hello', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552803637707', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('5', 'hi', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552803811142', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('6', 'hello', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552803815143', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('7', 'hi', '综合', '文本', 'hello，有什么可以帮到您', null, '', '1552803836760', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('8', '今天天气', '综合', '文本', '查询不到天气情况呢', '32', '', '1552803929419', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('9', 'hello', '综合', '文本', 'hello，有什么可以帮到您', '32', '', '1552804917215', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('10', '你好', '综合', '文本', '你好啊，有什么可以帮到您', '32', '', '1552806926958', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('11', '水果', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552808198939', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('12', '苹果', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552808207286', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('13', '苹果', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552808313215', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('14', '苹果', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552808345900', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('15', '雪梨', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552808355482', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('16', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552808525087', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('17', '雪梨', '综合', '文本', '你想买哪种水果', '32', '', '1552808539618', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('18', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552809289888', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('19', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552809365437', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('20', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552809369054', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('21', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552809391437', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('22', '苹果', '综合', '文本', '你想买哪种水果', '32', '', '1552809399399', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('23', '网址', '综合', '网址', 'http://baidu.com', '32', '', '1552809582931', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('24', '爱奇艺', '综合', '网址', 'http://iqiyi.com', '32', '', '1552809594739', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('25', '网址', '综合', '网址', 'http://baidu.com', '32', '', '1552809628588', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('26', 'zz', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552896112003', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('27', 'ggg', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552896238281', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('28', 'jjj', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552896523090', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('29', 'jhgg', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552896768197', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('30', 'jvgg', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552896830674', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('31', 'vvc', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552897100367', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('32', 'jhh', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552897195308', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('33', '12323255', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552897197184', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('34', 'asdsadsa', '无匹配', '无匹配', '您在说什么呢？', '32', '', '1552897207983', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('35', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552897842301', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('36', '雪梨，苹果，水果', '综合', '文本', '你想买哪种水果', '32', '', '1552897860043', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('37', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552897869764', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('38', '爱奇艺', '综合', '网址', 'http://iqiyi.com', '32', '', '1552897943341', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('39', '网址', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552897953365', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('40', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552897967549', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('41', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552897985565', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('42', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552898004999', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('43', '雪梨，苹果，水果', '综合', '文本', '你想买哪种水果', '32', '', '1552898007300', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('44', '苹果价格', '综合', '文本', '苹果3块钱一斤', '32', '', '1552898009980', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('45', '苹果', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552898054074', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('46', '苹果价格', '综合', '文本', '苹果3块钱一斤', '32', '', '1552898059553', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('47', '网址', '无匹配', '无匹配', '可能感兴趣的话题', '32', '', '1552898062956', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('48', '爱奇艺网址', '综合', '网址', 'http://iqiyi.com', '32', '', '1552898064497', '', 'normal');
INSERT INTO `intelligent_answer_record` VALUES ('49', '猫', '综合', '图片', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1552652546868&di=182fdca9adacd6c9c24d18216f854cac&imgtype=0&src=http%3A%2F%2Fwww.pig66.com%2Fuploadfile%2F2018%2F0129%2F20180129054219130.png', '32', '', '1552898599228', '', 'normal');

-- ----------------------------
-- Table structure for knowledge_base
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_base`;
CREATE TABLE `knowledge_base` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `key_map` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `level` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_base
-- ----------------------------
INSERT INTO `knowledge_base` VALUES ('1', '测试', '标签', '类型', '分类等级', '参考答案', '备注', '');
INSERT INTO `knowledge_base` VALUES ('2', '测试2', '标签2', '类型3', '分类等级2', '参考答案2', '备注2', '');
INSERT INTO `knowledge_base` VALUES ('3', '测试', '标签', '类型', '分类等级', '参考答案', '备注', '');

-- ----------------------------
-- Table structure for knowledge_graph_comprehensive
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_graph_comprehensive`;
CREATE TABLE `knowledge_graph_comprehensive` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `probably_answer` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `first_classification` varchar(255) DEFAULT NULL,
  `second_classification` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_graph_comprehensive
-- ----------------------------
INSERT INTO `knowledge_graph_comprehensive` VALUES ('1', '综合', '参考答案', '相似参考答案', '标签', '一级类别', '文本', '备注', null, 'delete');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('2', '关键字', '参考答案2', '相似参考答案', '标签2', '一级类别', '文本', '备注', null, 'delete');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('3', '你好', '你好啊，有什么可以帮到您', 'Hello', '问好', '综合', '文本', '备注', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('4', '你是谁', '我是您的私人助手啊，我叫小小', '在呢主人，我的名字叫小小', '回答', '综合', '文本', '备注', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('6', '今天天气', '查询不到天气情况呢', '或许还没有天气模块', '无', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('7', '百度网址', 'http://baidu.com', 'http://baidu.com', '无', '综合', '网址', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('8', 'hello,hi', 'hello，有什么可以帮到您', 'Hello', '无', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('9', '爱奇艺网址是什么，爱奇艺，爱奇艺', 'http://iqiyi.com', 'http://iqiyi.com', '无', '综合', '网址', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('10', '猫，图片', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1552652546868&di=182fdca9adacd6c9c24d18216f854cac&imgtype=0&src=http%3A%2F%2Fwww.pig66.com%2Fuploadfile%2F2018%2F0129%2F20180129054219130.png', 'https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1552652546868&di=182fdca9adacd6c9c24d18216f854cac&imgtype=0&src=http%3A%2F%2Fwww.pig66.com%2Fuploadfile%2F2018%2F0129%2F20180129054219130.png', '无', '综合', '图片', '无', null, 'delete');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('11', '草莓价格', '14元 / 斤', '14元 / 斤', '无', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('12', '雪梨，苹果，水果', '你想买哪种水果', '苹果3块钱一斤', '1', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('13', '苹果价格', '苹果3块钱一斤', '苹果3块钱一斤，您想买多少', '2', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('14', '测试', '参考答案', '相似参考答案', '标签', '综合', '第二分类', '备注', null, 'delete');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('15', '测试', '参考答案', '相似参考答案', '标签', '综合', '第二分类', '备注', null, 'delete');
INSERT INTO `knowledge_graph_comprehensive` VALUES ('16', '测试', '参考答案', '相似参考答案', '标签', '综合', '第二分类', '备注', null, 'normal');

-- ----------------------------
-- Table structure for knowledge_graph_history
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_graph_history`;
CREATE TABLE `knowledge_graph_history` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `probably_answer` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `first_classification` varchar(255) DEFAULT NULL,
  `second_classification` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_graph_history
-- ----------------------------
INSERT INTO `knowledge_graph_history` VALUES ('1', '历史', '参考答案2', '相似参考答案', '标签', '一级类别', '图片', '备注', null, 'delete');
INSERT INTO `knowledge_graph_history` VALUES ('2', '去年草莓的均价', '15元 / 斤', '相似参考答案', '标签', '历史', '文本', '备注', null, 'normal');
INSERT INTO `knowledge_graph_history` VALUES ('3', '测试', '参考答案', '相似参考答案', '标签', '历史', '第二分类', '备注', null, 'delete');

-- ----------------------------
-- Table structure for knowledge_graph_humanity
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_graph_humanity`;
CREATE TABLE `knowledge_graph_humanity` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `probably_answer` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `first_classification` varchar(255) DEFAULT NULL,
  `second_classification` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_graph_humanity
-- ----------------------------
INSERT INTO `knowledge_graph_humanity` VALUES ('1', '100', '参考答案', '相似参考答案', '标签2', '一级类别', '二级类别', '备注', null, 'delete');

-- ----------------------------
-- Table structure for knowledge_graph_natural
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_graph_natural`;
CREATE TABLE `knowledge_graph_natural` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `probably_answer` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `first_classification` varchar(255) DEFAULT NULL,
  `second_classification` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_graph_natural
-- ----------------------------
INSERT INTO `knowledge_graph_natural` VALUES ('1', '自然', '参考答案', '相似参考答案', '标签', '自然', '文本', '备注22', null, 'normal');
INSERT INTO `knowledge_graph_natural` VALUES ('2', '今天天气', '参考答案', '相似参考答案', '标签', '自然', '网址', '无', null, 'normal');
INSERT INTO `knowledge_graph_natural` VALUES ('3', '测试', '参考答案', '相似参考答案', '标签', '自然', '第二分类', '备注', null, 'delete');

-- ----------------------------
-- Table structure for knowledge_graph_society
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_graph_society`;
CREATE TABLE `knowledge_graph_society` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `probably_answer` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `first_classification` varchar(255) DEFAULT NULL,
  `second_classification` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_graph_society
-- ----------------------------
INSERT INTO `knowledge_graph_society` VALUES ('1', '社会', '参考答案', '相似参考答案', '标签', '一级类别', '网址', '备注', null, 'delete');
INSERT INTO `knowledge_graph_society` VALUES ('2', '苹果，雪梨，水果', '你想买什么水果？', '苹果3块钱一斤', '水果', '社会', '文本', 'beizhu', null, 'normal');
INSERT INTO `knowledge_graph_society` VALUES ('3', '测试', '参考答案', '相似参考答案', '标签', '社会', '第二分类', '备注', null, 'delete');

-- ----------------------------
-- Table structure for knowledge_mapping
-- ----------------------------
DROP TABLE IF EXISTS `knowledge_mapping`;
CREATE TABLE `knowledge_mapping` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `input_value` varchar(255) DEFAULT NULL,
  `key_first` varchar(255) DEFAULT NULL,
  `mapping` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of knowledge_mapping
-- ----------------------------
INSERT INTO `knowledge_mapping` VALUES ('2', '天气,气候,温度', '自然', '天气', '备注', null, 'delete');
INSERT INTO `knowledge_mapping` VALUES ('3', '你好', '综合', '文本', '备注', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('4', '你是谁', '综合', '文本', '问好', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('5', '今天天气', '综合', '文本', '天气情况', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('6', '百度网址', '综合', '网址', '无', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('7', 'hello', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('8', 'hi', '综合', '文本', '备注', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('9', '阿斯顿撒多撒', '综合', '文本', '大萨达撒', null, 'delete');
INSERT INTO `knowledge_mapping` VALUES ('10', '爱奇艺网址', '综合', '网址', '无', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('11', '猫', '综合', '图片', '无', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('12', '草莓价格', '综合', '文本', '无', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('13', '雪梨，苹果，水果', '综合', '文本', '1', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('14', '苹果价格', '综合', '文本', '3', null, 'normal');
INSERT INTO `knowledge_mapping` VALUES ('15', '今天天气大萨达撒多', null, '文本', '无', null, 'delete');
INSERT INTO `knowledge_mapping` VALUES ('16', '你好', '综合', '文本', '大萨达撒', null, 'delete');
INSERT INTO `knowledge_mapping` VALUES ('17', '1', '2', '3', '4', null, 'delete');

-- ----------------------------
-- Table structure for manager
-- ----------------------------
DROP TABLE IF EXISTS `manager`;
CREATE TABLE `manager` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(55) DEFAULT NULL,
  `password` varchar(55) DEFAULT NULL,
  `nickname` varchar(55) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT '超级管理员',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of manager
-- ----------------------------
INSERT INTO `manager` VALUES ('2', '1234', '1234', '1234', '15288956858', '超级管理员');
INSERT INTO `manager` VALUES ('6', '123321', '123321', '张小小', '1324354564', '普通管理员');
INSERT INTO `manager` VALUES ('7', '5555', '5555', '李圣杰', '13243344356', '超级管理员');
INSERT INTO `manager` VALUES ('8', '2345', '2345', '陈坤', '1345345876', '普通管理员');
INSERT INTO `manager` VALUES ('9', '77777', '77777', '陈俊杰', '13454567899', '超级管理员');
INSERT INTO `manager` VALUES ('10', '123456', '123456', '小薇', '13458786547', '超级管理员');

-- ----------------------------
-- Table structure for preference_base
-- ----------------------------
DROP TABLE IF EXISTS `preference_base`;
CREATE TABLE `preference_base` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `preference_name` varchar(255) DEFAULT NULL,
  `level` varchar(255) DEFAULT NULL,
  `label` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `key` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_time` varchar(255) DEFAULT NULL,
  `del` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preference_base
-- ----------------------------
INSERT INTO `preference_base` VALUES ('1', '自然知识图谱', 'dsadas', '标签', '自然', '100', '备注', null, 'normal');
INSERT INTO `preference_base` VALUES ('2', '人文知识图谱', '等级', '标签', '人文', '关键字', '备注', null, 'normal');
INSERT INTO `preference_base` VALUES ('3', '历史知识图谱', '无', '无', '历史', '无', '无', null, 'normal');
INSERT INTO `preference_base` VALUES ('4', '社会知识图谱', '无', '标签', '社会', '关键字', '无', null, 'normal');
INSERT INTO `preference_base` VALUES ('5', '综合知识图谱', '无', '标签', '综合', '无', '无', null, 'normal');
INSERT INTO `preference_base` VALUES ('6', '其他', '无', '无', '无', '无', '无', null, 'delete');

-- ----------------------------
-- Table structure for preference_user
-- ----------------------------
DROP TABLE IF EXISTS `preference_user`;
CREATE TABLE `preference_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) DEFAULT NULL,
  `preference_id` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of preference_user
-- ----------------------------

-- ----------------------------
-- Table structure for question
-- ----------------------------
DROP TABLE IF EXISTS `question`;
CREATE TABLE `question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `answer` varchar(255) DEFAULT NULL,
  `gjc` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of question
-- ----------------------------
INSERT INTO `question` VALUES ('5', '你好，请问你的商店有什么卖', '我这里有很多卖的，请问你想买什么？', '你好#请问#商店#卖', '其他');
INSERT INTO `question` VALUES ('9', '我想买水果，你这里有什么介绍吗？', '好的，我这里有苹果，雪梨，香蕉，橘子等等各种类型的水果', '我#水果#介绍#买', '水果类');
INSERT INTO `question` VALUES ('10', '那你这里苹果的价格是多少钱一斤？  ', '我这里的苹果是4块钱一斤', '苹果#价格#多少#一斤', '价格');
INSERT INTO `question` VALUES ('11', '你这边发货用什么快递？', '我们用圆通发货的，亲！', '发货#快递', '快递');
INSERT INTO `question` VALUES ('12', '你这里有什么零食卖', '我这边有很多零食卖的亲，请问你要买什么？', '零食#这里', '零食');
INSERT INTO `question` VALUES ('13', '如果是省内的话，多少天到', '省内的话，2-3天就可以到达了', '如果#省内#天', '时间');
INSERT INTO `question` VALUES ('14', '如果是外省的话，要多少天到  ', ' 外省的话，3-5天就可以到达了', '如果#外省#天', '时间');
INSERT INTO `question` VALUES ('15', '你这里有雪梨买吗？什么价格？', '有的亲，我这里的雪梨是3块钱一斤的', '雪梨#买#价格', '其他');
INSERT INTO `question` VALUES ('16', '我想买健身器材类的，你们有吗？', '有的亲，我们有跑步机，杠铃，深蹲架，跑步机等等户内的健身器材', '买#健身#器材', '产品类');
INSERT INTO `question` VALUES ('17', '跑步机多少钱一台 ', ' 亲，500元一台', '多少#钱#台', '价格');
INSERT INTO `question` VALUES ('18', '那杠铃呢', '嗯！杠铃要100快哦', '杠铃#呢', '价格');
INSERT INTO `question` VALUES ('19', '好的，谢谢。', '谢谢您的光临，欢迎下次再来。', '好的#谢谢', '其他');
INSERT INTO `question` VALUES ('20', '还有其它快递吗？', '我们还有邮政，如果可以的话，我们可以发邮政的', '还有#其它', '快递');
INSERT INTO `question` VALUES ('23', '售后如何', '我们会竭诚为您服务', '售后', '售后');
INSERT INTO `question` VALUES ('24', '核桃有不？', '有的，亲！', '核桃', '零食');
INSERT INTO `question` VALUES ('25', '那核桃怎么卖的？', '我们一大包要20元，里面有10包小的', '核桃#卖', '价格');
INSERT INTO `question` VALUES ('26', '香蕉有不？怎么卖的？', '我们有卖香蕉的，3元一斤', '香蕉#卖', '价格');
INSERT INTO `question` VALUES ('27', '那水果新鲜不？', '我们的水果都是很新鲜的，您别担心', '水果#新鲜', '水果类');
INSERT INTO `question` VALUES ('29', '111', '您好，我不知道您说什么', '1', '其他');
INSERT INTO `question` VALUES ('30', '222', '您好，请再说一次', '2', '其他');
INSERT INTO `question` VALUES ('31', '333', '对不起，在这里不能解答', '3', '其他');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `head` varchar(11) DEFAULT NULL,
  `username` varchar(255) DEFAULT NULL,
  `pass` varchar(255) DEFAULT NULL,
  `sjh` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT '正常',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=63 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('31', '李言', null, '12346', '12346', '13243536264', '屏蔽');
INSERT INTO `user` VALUES ('32', '张信哲', null, '12347', '12347', '13243566332', '屏蔽');
INSERT INTO `user` VALUES ('33', '周梅', null, '12348', '12348', '13243536214', '正常');
INSERT INTO `user` VALUES ('34', '张海', null, '12349', '12349', '13243362325', '正常');
INSERT INTO `user` VALUES ('35', '周围围', null, '12350', '12350', '13243536524', '正常');
INSERT INTO `user` VALUES ('36', '李敏娜', null, '12351', '12351', '13243598678', '正常');
INSERT INTO `user` VALUES ('37', '陈玉鱼', null, '12352', '12352', '13462564555', '正常');
INSERT INTO `user` VALUES ('38', '高晓波', null, '12353', '12353', '13426597842', '正常');
INSERT INTO `user` VALUES ('39', '张宇', null, '12354', '12354', '13243598745', '正常');
INSERT INTO `user` VALUES ('40', '王皓', null, '12355', '12355', '13243536541', '正常');
INSERT INTO `user` VALUES ('41', '黄娜娜', null, '12356', '12356', '13243568979', '正常');
INSERT INTO `user` VALUES ('42', '刘羽菲', null, '12357', '12357', '13243532614', '正常');
INSERT INTO `user` VALUES ('43', '欧阳会', null, '12358', '12358', '13243568967', '正常');
INSERT INTO `user` VALUES ('44', '高小明', null, '12359', '12359', '13569874235', '正常');
INSERT INTO `user` VALUES ('45', '廖燕', null, '12360', '12360', '13243563216', '正常');
INSERT INTO `user` VALUES ('46', '李毅华', null, '12361', '12361', '13243985674', '正常');
INSERT INTO `user` VALUES ('47', '陈佩佩', null, '12362', '12362', '13243569874', '正常');
INSERT INTO `user` VALUES ('50', '周海', null, '12365', '12365', '13243965875', '正常');
INSERT INTO `user` VALUES ('51', '高小英', null, '12366', '12366', '13243584675', '正常');
INSERT INTO `user` VALUES ('52', '郑浩', null, '12367', '12367', '13243564632', '正常');
INSERT INTO `user` VALUES ('53', '郑菲菲', null, '12368', '12368', '13459564555', '正常');
INSERT INTO `user` VALUES ('54', '李菲菲', null, '12369', '12369', '13243659875', '正常');
INSERT INTO `user` VALUES ('55', '穆桂花', null, '12370', '12370', '13243325645', '正常');
INSERT INTO `user` VALUES ('56', '罗雨菲', null, '12371', '12371', '13243545879', '正常');
INSERT INTO `user` VALUES ('57', '罗海鹏', null, '12372', '12372', '13243564365', '正常');
INSERT INTO `user` VALUES ('58', '朱雨菲', null, '12373', '12373', '13243568415', '正常');
INSERT INTO `user` VALUES ('59', '罗建', null, '12374', '12374', '13288864555', '正常');
INSERT INTO `user` VALUES ('60', '刘兵', null, '12375', '12375', '13243532555', '正常');
INSERT INTO `user` VALUES ('61', '高护国', null, '12376', '12377', '13485754908', '正常');
INSERT INTO `user` VALUES ('62', '李海鹏', null, '12345', '123456', '13243564551', '正常');
